{"title": "Immunodeficiency in Pancreatic Adenocarcinoma with Diabetes Revealed by Comparative Genomics", "doi": "10.1158/1078-0432.ccr-17-0250", "pmid": "28684632", "pmc": "PMC6022738", "isbns": [], "altmetric_jid": "4f6fa6113cf058f610006efa", "issns": ["1078-0432", "1557-3265"], "journal": "Clinical Cancer Research", "cohorts": {"pub": 7, "doc": 1}, "abstract": "Purpose: Pancreatic adenocarcinomas (PAAD) often are not diagnosed until their late stages leaving no effective treatments. Currently immunotherapy provides a promising treatment option against this malignancy. However, a set of immunotherapy agents benefit patients with many types of cancer, but not PAAD. Sharing the origin in the same organ, diabetes and PAAD tend to occur concurrently. We aimed to identify the impact of diabetes on immunotherapy of PAAD by conducting a comparative genomics analysis.    <p>Experimental Design: We analyzed levels 3 PAAD genomics data (RNAseq, miRNAseq, DNA methylation, somatic copy number and somatic mutation) from TCGA and Firehose. The differential molecular profiles in PAAD with/out diabetes were performed by the differential gene expression, pathway analysis, epigenetic regulation, somatic copy number alteration and somatic gene mutation.</p> <p>Results: Differential gene expression analysis revealed a strong enrichment of immunogenic signature genes in diabetic individuals including PD-1 and CTLA4 that were currently targetable for immunotherapy. Pathway analysis further implied that diabetic individuals were defective in immune modulation genes. Somatic copy number aberration (SCNA) analysis showed a higher frequency of amplification and deletion occurred in the cohort without diabetes. Integrative analysis revealed strong association between differential gene expression and epigenetic regulations, however seemed not affected by SCNAs. Importantly, our somatic mutation analysis showed that the occurrence of diabetes in PAAD was associated with a large set of gene mutations encoding genes participating in immune modulation.</p> Conclusions: Our analysis reveals the impact of diabetes on immunodeficiency in PAAD patients and provides novel insights into new therapeutic opportunities.", "context": {"all": {"count": 11923653, "mean": 7.5144639415736, "rank": 2785916, "pct": 76, "higher_than": 9132009}, "journal": {"count": 8786, "mean": 7.1777120091064, "rank": 2700, "pct": 69, "higher_than": 6078}, "similar_age_3m": {"count": 265559, "mean": 13.351260251997, "rank": 74475, "pct": 71, "higher_than": 190809}, "similar_age_journal_3m": {"count": 78, "mean": 9.5372467532468, "rank": 20, "pct": 74, "higher_than": 58}}, "authors": ["Yuanqing Yan", "Ruli Gao", "Thao L.P. Trinh", "Maria B. Grant"], "type": "article", "handles": [], "altmetric_id": 21658512, "schema": "1.5.4", "is_oa": false, "publisher_subjects": [{"name": "Oncology And Carcinogenesis", "scheme": "era"}], "cited_by_posts_count": 15, "cited_by_tweeters_count": 8, "cited_by_accounts_count": 8, "last_updated": 1507875396, "score": 4.8, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 4.8}, "url": "http://dx.doi.org/10.1158/1078-0432.ccr-17-0250", "added_on": 1499539941, "published_on": 1499299200, "subjects": ["neoplasms"], "scopus_subjects": ["Biochemistry, Genetics and Molecular Biology", "Life Sciences", "Medicine", "Health Sciences"], "readers": {"citeulike": "0", "mendeley": "29", "connotea": "0"}, "readers_count": 10, "images": {"small": "https://badges.altmetric.com/?size=64&score=5&types=tttttttt", "medium": "https://badges.altmetric.com/?size=100&score=5&types=tttttttt", "large": "https://badges.altmetric.com/?size=180&score=5&types=tttttttt"}, "details_url": "http://www.altmetric.com/details.php?citation_id=21658512"}