{"title": "Automatic analysis of treadmill running to estimate times to fatigue and exhaustion in rodents", "doi": "10.7717/peerj.5017", "pmid": "30002953", "pmc": "PMC6037152", "isbns": [], "altmetric_jid": "521f51273cf0582f62000000", "issns": ["2167-8359"], "journal": "PeerJ", "cohorts": {"sci": 2}, "abstract": "The determination of fatigue and exhaustion in experimental animals is complicated by the subjective nature of the measurement. Typically, it requires an observer to watch exercising animals, e.g. rats running on the treadmill, and to identify the time of the event. In this study, we hypothesized that automatic analysis of the time-averaged position of a rat on a treadmill could be an objective way for estimating times to fatigue and exhaustion. To test this hypothesis, we compared these times measured by a human observer to the results of an automated video tracking system.\nRats, previously familiarized to running on the treadmill, ran at a fixed speed with zero incline, until exhaustion. The experiments were performed at either room temperature (24 °C) or in a hot environment (32 °C). Each experiment was video recorded. A trained observer estimated the times to fatigue and exhaustion. Then, video tracking software was used to determine the position of the animals on the treadmill belt. The times to fatigue and exhaustion were determined, based on the position on the treadmill using predefined criteria.\nManual scores and the average position on the treadmill had significant correlation. Both the observer and the automated video tracking determined that exercise in a hot environment, compared with the exercise at room temperature, results in shorter times to exhaustion and fatigue. Also, estimates of times made by the observer and the automated video tracking were not statistically different from each other.\nA similarity between the estimates of times to fatigue and exhaustion made by the observer and the automated technique suggests that video tracking of rodents running on a treadmill can be used to determine both parameters in experimental studies. Video tracking technique allows for a more objective measure and would allow for an increased performance in experimentation. The Supplemental information to this manuscript contains an Excel file, which includes the code in Virtual Basic with freeware license, to process and visualize running data and automatically estimate the times to fatigue and exhaustion. Instructions for the software are also included.", "context": {"all": {"count": 18668680, "mean": 9.5298231936047, "rank": 12265608, "pct": 23, "higher_than": 4300661}, "journal": {"count": 10942, "mean": 17.789966550905, "rank": 7725, "pct": 24, "higher_than": 2670}, "similar_age_3m": {"count": 286555, "mean": 14.375460689919, "rank": 175644, "pct": 30, "higher_than": 86448}, "similar_age_journal_3m": {"count": 597, "mean": 17.658626465662, "rank": 419, "pct": 26, "higher_than": 158}}, "authors": ["Dmitry V. Zaretsky", "Hannah Kline", "Maria V. Zaretskaia", "Daniel E. Rusyniak"], "type": "article", "handles": [], "altmetric_id": 44998405, "schema": "1.5.4", "is_oa": false, "cited_by_posts_count": 2, "cited_by_tweeters_count": 2, "cited_by_accounts_count": 2, "last_updated": 1531539805, "score": 1, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 1}, "url": "http://dx.doi.org/10.7717/peerj.5017", "added_on": 1531537454, "published_on": 1530835200, "readers": {"citeulike": "0", "mendeley": "9", "connotea": "0"}, "readers_count": 9, "images": {"small": "https://badges.altmetric.com/?size=64&score=1&types=tttttttt", "medium": "https://badges.altmetric.com/?size=100&score=1&types=tttttttt", "large": "https://badges.altmetric.com/?size=180&score=1&types=tttttttt"}, "details_url": "http://www.altmetric.com/details.php?citation_id=44998405"}