{"title": "Assessing the inter- and intra-animal variability of in vivo OsteoProbe skeletal measures in untreated dogs ", "doi": "10.1016/j.bonr.2016.08.002", "pmid": "27588301", "altmetric_jid": "537f30852a83eeb45a8b458c", "issns": ["23521872", "2352-1872"], "journal": "Bone Reports", "cohorts": {"pub": 2}, "abstract": "The OsteoProbe is a second-generation reference point indentation (RPI) device without a reference probe that is designed to simplify RPI testing for clinical use. Successful clinical implementation of the OsteoProbe would benefit from a better understanding of how its output, bone material strength index (BMSi), relates to the material properties of bone and under what conditions it reliably correlates with fracture risk. Large animal models have the potential to help fill this knowledge gap, as cadaveric studies are retrospective and limited by incomplete patient histories (including the potential use of bone matrix altering drugs such as bisphosphonates). The goal of this study was to assess the intra and inter-animal variability of OsteoProbe measures in untreated beagle dogs (n=12), and to evaluate this variability in comparison to traditional mechanical testing. OsteoProbe measurements were performed in vivo on the left tibia of each dog and repeated 6 months later on the day of sacrifice. Within-animal variation of BMSi (CV of 5-10 indents) averaged 8.9 and 9.0% at the first and second timepoints, respectively. In contrast, inter-animal variation of BMSi increased from 5.3% to 9.1%. The group variation of BMSi was on par with that of traditional 3-point mechanical testing; inter-animal variation was 10% for ultimate force, 13% for stiffness, and 12% for total work as measured on the femur. There was no significant change in mean BMSi after 6 months, but the individual change with time across the 12 dogs was highly variable, ranging from -12.4% to +21.7% (Mean 1.6%, SD 10.6%). No significant correlations were found between in vivo tibia BMSi and femur mechanical properties measured by ex vivo 3-pt bending, but this may be a limitation of sample size or the tests being performed on different bones. No relationship was found between BMSi and tissue mineral density, but a strong positive correlation was found between BMSi and tibia cortical thickness (ρ=0.706, p=0.010). This report shows that while the OsteoProbe device has inter-individual variability quite similar to that of traditional mechanical testing, the longitudinal changes show high levels of heterogeneity across subjects. We further highlight the need for standardization in post-testing data processing and further study of the relationships between OsteoProbe and traditional mechanical testing.", "context": {"all": {"count": 8213437, "mean": 6.9553152651275, "rank": 3849601, "pct": 52, "higher_than": 4330974}, "journal": {"count": 51, "mean": 1.5056, "rank": 9, "pct": 82, "higher_than": 42}, "similar_age_3m": {"count": 257626, "mean": 11.983453298398, "rank": 117027, "pct": 53, "higher_than": 139008}, "similar_age_journal_3m": {"count": 2, "mean": 7.6, "rank": 2, "pct": 1, "higher_than": 0}}, "authors": ["McNerny, Erin M B", "Organ, Jason M", "Wallace, Joseph M", "Newman, Christopher L", "Brown, Drew M", "Allen, Matthew R"], "type": "article", "altmetric_id": 10348113, "schema": "1.5.4", "is_oa": false, "cited_by_posts_count": 3, "cited_by_tweeters_count": 2, "cited_by_fbwalls_count": 1, "cited_by_accounts_count": 3, "last_updated": 1471135075, "score": 1.6, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 1.6}, "url": "http://dx.doi.org/10.1016/j.bonr.2016.08.002", "added_on": 1470734654, "published_on": 1472940170, "readers": {"citeulike": "0", "mendeley": "14", "connotea": "0"}, "readers_count": 14, "images": {"small": "https://badges.altmetric.com/?size=64&score=2&types=tttttfff", "medium": "https://badges.altmetric.com/?size=100&score=2&types=tttttfff", "large": "https://badges.altmetric.com/?size=180&score=2&types=tttttfff"}, "details_url": "http://www.altmetric.com/details.php?citation_id=10348113"}