{"title": "An Integrative multi-lineage model of variation in leukopoiesis and acute myelogenous leukemia", "doi": "10.1186/s12918-017-0469-2", "pmid": "28841879", "pmc": "PMC5574150", "isbns": [], "altmetric_jid": "4f6fa4d03cf058f6100007db", "issns": ["1752-0509"], "journal": "BMC Systems Biology", "cohorts": {"pub": 2}, "abstract": "Acute myelogenous leukemia (AML) progresses uniquely in each patient. However, patients are typically treated with the same types of chemotherapy, despite biological differences that lead to differential responses to treatment.\nHere we present a multi-lineage multi-compartment model of the hematopoietic system that captures patient-to-patient variation in both the concentration and rates of change of hematopoietic cell populations. By constraining the model against clinical hematopoietic cell recovery data derived from patients who have received induction chemotherapy, we identified trends for parameters that must be met by the model; for example, the mitosis rates and the probability of self-renewal of progenitor cells are inversely related. Within the data-consistent models, we found 22,796 parameter sets that meet chemotherapy response criteria. Simulations of these parameter sets display diverse dynamics in the cell populations. To identify large trends in these model outputs, we clustered the simulated cell population dynamics using k-means clustering and identified thirteen 'representative patient' dynamics. In each of these patient clusters, we simulated AML and found that clusters with the greatest mitotic capacity experience clinical cancer outcomes more likely to lead to shorter survival times. Conversely, other parameters, including lower death rates or mobilization rates, did not correlate with survival times.\nUsing the multi-lineage model of hematopoiesis, we have identified several key features that determine leukocyte homeostasis, including self-renewal probabilities and mitosis rates, but not mobilization rates. Other influential parameters that regulate AML model behavior are responses to cytokines/growth factors produced in peripheral blood that target the probability of self-renewal of neutrophil progenitors. Finally, our model predicts that the mitosis rate of cancer is the most predictive parameter for survival time, followed closely by parameters that affect the self-renewal of cancer stem cells; most current therapies target mitosis rate, but based on our results, we propose that additional therapeutic targeting of self-renewal of cancer stem cells will lead to even higher survival rates.", "context": {"all": {"count": 11662003, "mean": 7.4332444825383, "rank": 6973171, "pct": 38, "higher_than": 4432082}, "journal": {"count": 988, "mean": 3.4117223910841, "rank": 503, "pct": 43, "higher_than": 434}, "similar_age_3m": {"count": 262784, "mean": 13.36916936027, "rank": 137543, "pct": 43, "higher_than": 113978}, "similar_age_journal_3m": {"count": 18, "mean": 2.5056470588235, "rank": 8, "pct": 50, "higher_than": 9}}, "authors": ["Joyatee M. Sarker", "Serena M. Pearce", "Robert P. Nelson", "Tamara L. Kinzer-Ursem", "David M. Umulis", "Ann E. Rundell"], "type": "article", "handles": [], "altmetric_id": 24381563, "schema": "1.5.4", "is_oa": false, "publisher_subjects": [{"name": "Other Medical And Health Sciences", "scheme": "era"}], "cited_by_posts_count": 2, "cited_by_tweeters_count": 2, "cited_by_accounts_count": 2, "last_updated": 1503829684, "score": 1.25, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 1.25}, "url": "http://dx.doi.org/10.1186/s12918-017-0469-2", "added_on": 1503829224, "published_on": 1503619200, "subjects": ["computationalbiology"], "scopus_subjects": ["Mathematics", "Biochemistry, Genetics and Molecular Biology", "Physical Sciences", "Life Sciences"], "readers": {"citeulike": "0", "mendeley": "9", "connotea": "0"}, "readers_count": 9, "images": {"small": "https://badges.altmetric.com/?size=64&score=2&types=tttttttt", "medium": "https://badges.altmetric.com/?size=100&score=2&types=tttttttt", "large": "https://badges.altmetric.com/?size=180&score=2&types=tttttttt"}, "details_url": "http://www.altmetric.com/details.php?citation_id=24381563"}