{"title": "Hematopoietic-restricted Ptpn11E76K reveals indolent MPN progression in mice", "doi": "10.18632/oncotarget.25073", "pmid": "29774106", "pmc": "PMC5955130", "isbns": [], "altmetric_jid": "4f6fa8213cf058f61000bc6f", "issns": ["1949-2553"], "journal": "Oncotarget", "cohorts": {"pub": 2}, "abstract": "Juvenile Myelomonocytic Leukemia (JMML) is a pediatric myeloproliferative neoplasm (MPN) that has a poor prognosis. Somatic mutations in Ptpn11 are the most frequent cause of JMML and they commonly occur in utero. Animal models of mutant Ptpn11 have probed the signaling pathways that contribute to JMML. However, existing models may inappropriately exacerbate MPN features by relying on non-hematopoietic-restricted Cre-loxP strains or transplantations into irradiated recipients. In this study we generate hematopoietic-restricted models of Ptpn11E76K-mediated disease using Csf1r-MCM and Flt3Cre. We show that these animals have indolent MPN progression despite robust GM-CSF hypersensitivity and Ras-Erk hyperactivation. Rather, the dominant pathology is pronounced thrombocytopenia with expanded extramedullary hematopoiesis. Furthermore, we demonstrate that the timing of tamoxifen administration in Csf1r-MCM mice can specifically induce recombinase activity in either fetal or adult hematopoietic progenitors. We take advantage of this technique to show more rapid monocytosis following Ptpn11E76K expression in fetal progenitors compared with adult progenitors. Finally, we demonstrate that Ptpn11E76K results in the progressive reduction of T cells, most notably of CD4+ and naïve T cells. This corresponds to an increased frequency of T cell progenitors in the thymus and may help explain the occasional emergence of T-cell leukemias in JMML patients. Overall, our study is the first to describe the consequences of hematopoietic-restricted Ptpn11E76K expression in the absence of irradiation. Our techniques can be readily adapted by other researchers studying somatically-acquired blood disorders.", "context": {"all": {"count": 12963687, "mean": 7.9040113859457, "rank": 10342595, "pct": 11, "higher_than": 1442900}, "journal": {"count": 11930, "mean": 3.7568381255763, "rank": 5904, "pct": 31, "higher_than": 3810}, "similar_age_3m": {"count": 270124, "mean": 13.915697759909, "rank": 203579, "pct": 12, "higher_than": 35009}, "similar_age_journal_3m": {"count": 298, "mean": 2.7673602693603, "rank": 150, "pct": 30, "higher_than": 91}}, "authors": ["Stefan P. Tarnawsky", "Wen-Mei Yu", "Cheng-Kui Qu", "Rebecca J. Chan", "Mervin C. Yoder"], "type": "article", "handles": [], "altmetric_id": 41981365, "schema": "1.5.4", "is_oa": false, "cited_by_posts_count": 2, "cited_by_tweeters_count": 2, "cited_by_accounts_count": 2, "last_updated": 1526756585, "score": 0.5, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 0.5}, "url": "http://dx.doi.org/10.18632/oncotarget.25073", "added_on": 1526730850, "published_on": 1524528000, "subjects": ["neoplasms"], "readers": {"citeulike": "0", "mendeley": "9", "connotea": "0"}, "readers_count": 9, "images": {"small": "https://badges.altmetric.com/?size=64&score=1&types=tttttttt", "medium": "https://badges.altmetric.com/?size=100&score=1&types=tttttttt", "large": "https://badges.altmetric.com/?size=180&score=1&types=tttttttt"}, "details_url": "http://www.altmetric.com/details.php?citation_id=41981365"}