{"title": "Loss of cardiac carnitine palmitoyltransferase 2 results in rapamycin-resistant, acetylation-independent hypertrophy", "doi": "10.1074/jbc.m117.800839", "pmid": "28916721", "issns": ["0021-9258"], "journal": "Journal of Biological Chemistry", "cohorts": {"sci": 3, "pub": 1}, "abstract": "Cardiac hypertrophy is closely linked to impaired fatty acid oxidation, but the molecular basis of this link is unclear. Here, we investigated the loss of an obligate enzyme in mitochondrial long-chain fatty acid oxidation, carnitine palmitoyltransferase 2 (CPT2), on muscle and heart structure, function, and molecular signatures in a muscle- and heart-specific CPT2-deficient mouse (Cpt2M-/-) model. CPT2 loss in heart and muscle reduced complete oxidation of long-chain fatty acids by 87% and 69%, respectively, without altering body weight, energy expenditure, respiratory quotient, or adiposity. Cpt2M-/- mice developed cardiac hypertrophy and systolic dysfunction, evidenced by a 5-fold greater heart mass, 60%-90% reduction in blood ejection fraction relative to control mice, and eventual lethality in the absence of cardiac fibrosis. The hypertrophy-inducing mammalian target of rapamycin complex 1 (mTORC1) pathway was activated in Cpt2M-/- hearts; however, daily rapamycin exposure failed to attenuate hypertrophy in Cpt2M-/- mice. Lysine acetylation was reduced by ~50% in Cpt2M-/- hearts, but trichostatin A (TSA), a histone deacetylase inhibitor that improves cardiac remodeling, failed to attenuate Cpt2M-/- hypertrophy. Strikingly, a ketogenic diet increased lysine acetylation in Cpt2M-/- hearts 2.3-fold compared with littermate control mice fed ketogenic diet, yet it did not improve cardiac hypertrophy. Together, these results suggest that a shift away from mitochondrial fatty acid oxidation initiates deleterious hypertrophic cardiac remodeling independent of fibrosis. The data also indicate that CPT2-deficient hearts are impervious to hypertrophy attenuators; that mitochondrial metabolism regulates cardiac acetylation; and that signals derived from alterations in mitochondrial metabolism are the key mediators of cardiac hypertrophic growth.", "authors": ["Andrea S. Pereyra", "Like Y. Hasek", "Kate L. Harris", "Alycia G. Berman", "Frederick W. Damen", "Craig J. Goergen", "Jessica M. Ellis"], "type": "article", "altmetric_id": 28851548, "schema": "1.5.4", "is_oa": false, "cited_by_posts_count": 6, "cited_by_msm_count": 1, "cited_by_tweeters_count": 4, "cited_by_accounts_count": 5, "last_updated": 1621339159, "score": 10.75, "history": {"1y": 1.25, "6m": 1.25, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 10.75}, "url": "http://dx.doi.org/10.1074/jbc.m117.800839", "added_on": 1510582223, "published_on": 1509494400, "subjects": ["biochemistry"], "readers": {"citeulike": "0", "mendeley": "28", "connotea": "0"}, "readers_count": 28, "images": {"small": "https://badges.altmetric.com/?size=64&score=11&types=mmtttttt", "medium": "https://badges.altmetric.com/?size=100&score=11&types=mmtttttt", "large": "https://badges.altmetric.com/?size=180&score=11&types=mmtttttt"}, "details_url": "http://www.altmetric.com/details.php?citation_id=28851548"}