{"title": "Mechanical Stimulation of Bone in Vivo Reduces Osteocyte Expression of Sost/Sclerostin", "doi": "10.1074/jbc.m705092200", "pmid": "18089564", "issns": ["0021-9258"], "journal": "Journal of Biological Chemistry", "cohorts": [], "abstract": "Sclerostin, the protein product of the Sost gene, is a potent inhibitor of bone formation. Among bone cells, sclerostin is found nearly exclusively in the osteocytes, the cell type that historically has been implicated in sensing and initiating mechanical signaling. The recent discovery of the antagonistic effects of sclerostin on Lrp5 receptor signaling, a crucial mediator of skeletal mechanotransduction, provides a potential mechanism for the osteocytes to control mechanotransduction, by adjusting their sclerostin (Wnt inhibitory) signal output to modulate Wnt signaling in the effector cell population. We investigated the mechanoregulation of Sost and sclerostin under enhanced (ulnar loading) and reduced (hindlimb unloading) loading conditions. Sost transcripts and sclerostin protein levels were dramatically reduced by ulnar loading. Portions of the ulnar cortex receiving a greater strain stimulus were associated with a greater reduction in Sost staining intensity and sclerostin-positive osteocytes (revealed via in situ hybridization and immunohistochemistry, respectively) than were lower strain portions of the tissue. Hindlimb unloading yielded a significant increase in Sost expression in the tibia. Modulation of sclerostin levels appears to be a finely tuned mechanism by which osteocytes coordinate regional and local osteogenesis in response to increased mechanical stimulation, perhaps via releasing the local inhibition of Wnt/Lrp5 signaling.", "abstract_source": "pubmed", "authors": ["Alexander G. Robling", "Paul J. Niziolek", "Lee A. Baldridge", "Keith W. Condon", "Matthew R. Allen", "Imranul Alam", "Sara M. Mantila", "Jelica Gluhak-Heinrich", "Teresita M. Bellido", "Stephen E. Harris", "Charles H. Turner"], "type": "article", "altmetric_id": 528453, "schema": "1.5.4", "is_oa": false, "cited_by_posts_count": 2, "cited_by_rh_count": 1, "cited_by_wikipedia_count": 1, "cited_by_accounts_count": 2, "last_updated": 1366483550, "score": 4, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 4}, "url": "http://dx.doi.org/10.1074/jbc.m705092200", "added_on": 1325316575, "published_on": 1201824000, "subjects": ["biochemistry"], "readers": {"citeulike": "0", "mendeley": "510", "connotea": "0"}, "readers_count": 510, "images": {"small": "https://badges.altmetric.com/?size=64&score=4&types=wwww1111", "medium": "https://badges.altmetric.com/?size=100&score=4&types=wwww1111", "large": "https://badges.altmetric.com/?size=180&score=4&types=wwww1111"}, "details_url": "http://www.altmetric.com/details.php?citation_id=528453"}