{"title": "MicroRNA-153 Physiologically Inhibits Expression of Amyloid-β Precursor Protein in Cultured Human Fetal Brain Cells and Is Dysregulated in a Subset of Alzheimer Disease Patients", "doi": "10.1074/jbc.m112.366336", "pmid": "22733824", "isbns": [], "issns": ["0021-9258"], "journal": "Journal of Biological Chemistry", "cohorts": {"pub": 3}, "abstract": "Regulation of amyloid-β (Aβ) precursor protein (APP) expression is complex. MicroRNAs (miRNAs) are expected to participate in the molecular network that controls this process. The composition of this network is, however, still undefined. Elucidating the complement of miRNAs that regulate APP expression should reveal novel drug targets capable of modulating Aβ production in AD. Here, we investigated the contribution of miR-153 to this regulatory network. A miR-153 target site within the APP 3'-untranslated region (3'-UTR) was predicted by several bioinformatic algorithms. We found that miR-153 significantly reduced reporter expression when co-transfected with an APP 3'-UTR reporter construct. Mutation of the predicted miR-153 target site eliminated this reporter response. miR-153 delivery in both HeLa cells and primary human fetal brain cultures significantly reduced APP expression. Delivery of a miR-153 antisense inhibitor to human fetal brain cultures significantly elevated APP expression. miR-153 delivery also reduced expression of the APP paralog APLP2. High functional redundancy between APP and APLP2 suggests that miR-153 may target biological pathways in which they both function. Interestingly, in a subset of human AD brain specimens with moderate AD pathology, miR-153 levels were reduced. This same subset also exhibited elevated APP levels relative to control specimens. Therefore, endogenous miR-153 inhibits expression of APP in human neurons by specifically interacting with the APP 3'-UTR. This regulatory interaction may have relevance to AD etiology, where low miR-153 levels may drive increased APP expression in a subset of AD patients.", "abstract_source": "pubmed", "authors": ["Justin M. Long", "Balmiki Ray", "Debomoy K. Lahiri"], "type": "article", "handles": [], "altmetric_id": 812008, "schema": "1.5.4", "is_oa": false, "publisher_subjects": [{"name": "Biological Sciences", "scheme": "era"}, {"name": "Medical And Health Sciences", "scheme": "era"}, {"name": "Chemical Sciences", "scheme": "era"}], "cited_by_posts_count": 4, "cited_by_tweeters_count": 3, "cited_by_wikipedia_count": 1, "cited_by_accounts_count": 4, "last_updated": 1341839439, "score": 5, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 5}, "url": "http://dx.doi.org/10.1074/jbc.m112.366336", "added_on": 1340815596, "published_on": 1346457600, "subjects": ["biochemistry"], "readers": {"citeulike": "0", "mendeley": "92", "connotea": "0"}, "readers_count": 92, "images": {"small": "https://badges.altmetric.com/?size=64&score=5&types=ttttttww", "medium": "https://badges.altmetric.com/?size=100&score=5&types=ttttttww", "large": "https://badges.altmetric.com/?size=180&score=5&types=ttttttww"}, "details_url": "http://www.altmetric.com/details.php?citation_id=812008"}