{"title": "Pancreatic and Duodenal Homeobox Protein 1 (Pdx-1) Maintains Endoplasmic Reticulum Calcium Levels through Transcriptional Regulation of Sarco-endoplasmic Reticulum Calcium ATPase 2b (SERCA2b) in the Islet β Cell", "doi": "10.1074/jbc.m114.575191", "pmid": "25271154", "isbns": [], "issns": ["0021-9258"], "journal": "Journal of Biological Chemistry", "cohorts": {"pub": 1, "com": 1}, "abstract": "While the Pancreatic duodenal homeobox 1 (Pdx-1) transcription factor is known to play an indispensable role in β cell development and secretory function, recent data also implicate Pdx-1 in the maintenance of endoplasmic reticulum (ER) health. The sarco endoplasmic reticulum Ca(2+) ATPase 2b (SERCA2b) pump maintains a steep Ca(2+) gradient between the cytosol and ER lumen. In models of diabetes, our data demonstrated loss of β cell Pdx-1 that occurs in parallel with altered SERCA2b expression, while in silico analysis of the SERCA2b promoter revealed multiple putative Pdx-1 binding sites. We hypothesized that Pdx-1 loss under inflammatory and diabetic conditions leads to decreased SERCA2b levels and activity with concomitant alterations in ER health. To test this, siRNA-mediated knockdown of Pdx-1 was performed in INS-1 cells. Results revealed reduced SERCA2b expression and decreased ER Ca(2+), which was measured using fluorescence lifetime imaging microscopy. Co-transfection of human Pdx-1 with a reporter fused to the human SERCA2 promoter increased luciferase activity 3-4 fold relative to an empty vector control, and direct binding of Pdx-1 to the proximal SERCA2 promoter was confirmed by chromatin immunoprecipitation. To determine whether restoration of SERCA2b could rescue ER stress induced by Pdx-1 loss, Pdx1+/- mice were fed a high fat diet. Isolated islets demonstrated an increased spliced-to-total Xbp1 ratio, while SERCA2b overexpression reduced the Xbp1 ratio to that of wild-type controls. Together, these results identify SERCA2b as a novel transcriptional target of Pdx-1 and define a role for altered ER Ca(2+) regulation in Pdx-1 deficient states.", "abstract_source": "pubmed", "authors": ["Justin S. Johnson", "Tatsuyoshi Kono", "Xin Tong", "Wataru R. Yamamoto", "Angel Zarain-Herzberg", "Matthew J. Merrins", "Leslie S. Satin", "Patrick Gilon", "Carmella Evans-Molina"], "type": "article", "handles": [], "altmetric_id": 2735742, "schema": "1.5.4", "is_oa": false, "publisher_subjects": [{"name": "Biological Sciences", "scheme": "era"}, {"name": "Medical And Health Sciences", "scheme": "era"}, {"name": "Chemical Sciences", "scheme": "era"}], "cited_by_posts_count": 2, "cited_by_tweeters_count": 2, "cited_by_accounts_count": 2, "last_updated": 1413137126, "score": 0.75, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 0.75}, "url": "http://dx.doi.org/10.1074/jbc.m114.575191", "added_on": 1412249713, "published_on": 1414800000, "subjects": ["biochemistry"], "readers": {"citeulike": "0", "mendeley": "22", "connotea": "0"}, "readers_count": 22, "images": {"small": "https://badges.altmetric.com/?size=64&score=1&types=tttttttt", "medium": "https://badges.altmetric.com/?size=100&score=1&types=tttttttt", "large": "https://badges.altmetric.com/?size=180&score=1&types=tttttttt"}, "details_url": "http://www.altmetric.com/details.php?citation_id=2735742"}