{"title": "Protein-tyrosine Phosphatase Shp2 Positively Regulates Macrophage Oxidative Burst", "doi": "10.1074/jbc.m114.614057", "pmid": "25538234", "isbns": [], "issns": ["0021-9258"], "journal": "Journal of Biological Chemistry", "cohorts": {"pub": 1}, "abstract": "Macrophages are vital to innate immunity, and express pattern recognition receptors and integrins for the rapid detection of invading pathogens. Stimulation of Dectin-1 and complement receptor 3 (CR3) activates Erk- and Akt-dependent production of reactive oxygen species (ROS). Shp2, a protein tyrosine phosphatase encoded by Ptpn11, promotes activation of Ras-Erk and PI3K-Akt and is crucial for hematopoietic cell function; however, no studies have examined Shp2 function in particulate-stimulated ROS production. Maximal Dectin-1-stimulated ROS production corresponded kinetically to maximal Shp2 and Erk phosphorylation. Bone marrow derived macrophages (BMMs) from mice with a conditionally deleted allele of Ptpn11 (Shp2flox/flox;Mx1Cre+) produced significantly lower ROS levels compared to control BMMs. Although yellow fluorescent protein (YFP)-tagged phosphatase dead Shp2-C463A was strongly recruited to the early phagosome, its expression inhibited Dectin-1- and CR3-stimulated phospho-Erk and ROS levels, placing Shp2 phosphatase function and Erk activation upstream of ROS production. Further, BMMs expressing gain-of-function (GOF) Shp2-D61Y or Shp2-E76K and peritoneal exudate macrophages (PEMs) from Shp2D61Y/+;Mx1Cre+ mice produced significantly elevated levels of Dectin-1- and CR3-stimulated ROS which was reduced by pharmacologic inhibition of Erk. Signal regulatory proteinα (SIRPα) is a myeloid inhibitory immunoreceptor that requires tyrosine phosphorylation to exert its inhibitory effect. YFP-Shp2C463A-expressing cells have elevated phospho-SIRPα levels and an increased Shp2-SIRPα interaction compared to YFP-WT Shp2-expressing cells. Collectively, these findings indicate that Shp2 phosphatase function positively regulates Dectin-1- and CR3-stimulated ROS production in macrophages by de-phosphorylating and thus mitigating the inhibitory function of SIRPα and by promoting Erk activation.", "abstract_source": "pubmed", "authors": ["Xing Jun Li", "Charles B Goodwin", "Sarah C. Nabinger", "Briana M. Richine", "Zhenyun Yang", "Helmut Hanenberg", "Hiroshi Ohnishi", "Takashi Matozaki", "Gen-Sheng Feng", "Rebecca J. Chan"], "type": "article", "handles": [], "altmetric_id": 3025274, "schema": "1.5.4", "is_oa": false, "publisher_subjects": [{"name": "Biological Sciences", "scheme": "era"}, {"name": "Medical And Health Sciences", "scheme": "era"}, {"name": "Chemical Sciences", "scheme": "era"}], "cited_by_posts_count": 2, "cited_by_tweeters_count": 1, "cited_by_accounts_count": 1, "last_updated": 1431166337, "score": 0.25, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 0.25}, "url": "http://dx.doi.org/10.1074/jbc.m114.614057", "added_on": 1419965851, "published_on": 1422748800, "subjects": ["biochemistry"], "readers": {"citeulike": "0", "mendeley": "30", "connotea": "0"}, "readers_count": 30, "images": {"small": "https://badges.altmetric.com/?size=64&score=1&types=tttttttt", "medium": "https://badges.altmetric.com/?size=100&score=1&types=tttttttt", "large": "https://badges.altmetric.com/?size=180&score=1&types=tttttttt"}, "details_url": "http://www.altmetric.com/details.php?citation_id=3025274"}