{"title": "Rapid clearance of heavy chain-modified hyaluronan during resolving acute lung injury", "doi": "10.1186/s12931-018-0812-1", "pmid": "29855321", "pmc": "PMC5984366", "isbns": [], "altmetric_jid": "4f6fa4d03cf058f610000892", "issns": ["1465-993X"], "journal": "Respiratory Research", "cohorts": {"pub": 5, "sci": 1}, "abstract": "Several inflammatory lung diseases display abundant presence of hyaluronic acid (HA) bound to heavy chains (HC) of serum protein inter-alpha-inhibitor (IαI) in the extracellular matrix. The HC-HA modification is critical to neutrophil sequestration in liver sinusoids and to survival during experimental lipopolysaccharide (LPS)-induced sepsis. Therefore, the covalent HC-HA binding, which is exclusively mediated by tumor necrosis factor α (TNFα)-stimulated-gene-6 (TSG-6), may play an important role in the onset or the resolution of lung inflammation in acute lung injury (ALI) induced by respiratory infection.\nReversible ALI was induced by a single intratracheal instillation of LPS or Pseudomonas aeruginosa in mice and outcomes were studied for up to six days. We measured in the lung or the bronchoalveolar fluid HC-HA formation, HA immunostaining localization and roughness, HA fragment abundance, and markers of lung inflammation and lung injury. We also assessed TSG-6 secretion by TNFα- or LPS-stimulated human alveolar macrophages, lung fibroblast Wi38, and bronchial epithelial BEAS-2B cells.\nExtensive HC-modification of lung HA, localized predominantly in the peri-broncho-vascular extracellular matrix, was notable early during the onset of inflammation and was markedly decreased during its resolution. Whereas human alveolar macrophages secreted functional TSG-6 following both TNFα and LPS stimulation, fibroblasts and bronchial epithelial cells responded to only TNFα. Compared to wild type, TSG-6-KO mice, which lacked HC-modified HA, exhibited modest increases in inflammatory cells in the lung, but no significant differences in markers of lung inflammation or injury, including histopathological lung injury scores.\nRespiratory infection induces rapid HC modification of HA followed by fragmentation and clearance, with kinetics that parallel the onset and resolution phase of ALI, respectively. Alveolar macrophages may be an important source of pulmonary TSG-6 required for HA remodeling. The formation of HC-modified HA had a minor role in the onset, severity, or resolution of experimental reversible ALI induced by respiratory infection with gram-negative bacteria.", "context": {"all": {"count": 13796475, "mean": 8.2270345151899, "rank": 3879844, "pct": 71, "higher_than": 9839521}, "journal": {"count": 1694, "mean": 5.1684418192558, "rank": 499, "pct": 69, "higher_than": 1181}, "similar_age_3m": {"count": 274361, "mean": 14.00244974486, "rank": 97728, "pct": 63, "higher_than": 175521}, "similar_age_journal_3m": {"count": 1, "mean": 0, "rank": 1, "pct": 1, "higher_than": 0}}, "authors": ["Kevin Ni", "Amar Gill", "Victor Tseng", "Andrew M. Mikosz", "Kengo Koike", "Erica L. Beatman", "Cassie Y. Xu", "Danting Cao", "Fabienne Gally", "Kara J. Mould", "Karina A. Serban", "Kelly S. Schweitzer", "Keith L. March", "William J. Janssen", "Eva Nozik-Grayck", "Stavros Garantziotis", "Irina Petrache"], "type": "article", "handles": [], "altmetric_id": 43113783, "schema": "1.5.4", "is_oa": false, "publisher_subjects": [{"name": "Cardiovascular Medicine And Haematology", "scheme": "era"}, {"name": "Clinical Sciences", "scheme": "era"}], "cited_by_fbwalls_count": 1, "cited_by_posts_count": 8, "cited_by_tweeters_count": 6, "cited_by_accounts_count": 7, "last_updated": 1528639240, "score": 3.5, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 3.5}, "url": "http://dx.doi.org/10.1186/s12931-018-0812-1", "added_on": 1527843097, "published_on": 1527724800, "subjects": ["pulmonarymedicine"], "scopus_subjects": ["Medicine", "Health Sciences"], "readers": {"citeulike": "0", "mendeley": "30", "connotea": "0"}, "readers_count": 30, "images": {"small": "https://badges.altmetric.com/?size=64&score=4&types=ttttttff", "medium": "https://badges.altmetric.com/?size=100&score=4&types=ttttttff", "large": "https://badges.altmetric.com/?size=180&score=4&types=ttttttff"}, "details_url": "http://www.altmetric.com/details.php?citation_id=43113783"}