{"title": "Reference point indentation is insufficient for detecting alterations in traditional mechanical properties of bone under common experimental conditions", "doi": "10.1016/j.bone.2016.04.002", "pmid": "27072518", "isbns": [], "altmetric_jid": "4f6fa4e93cf058f610002413", "issns": ["8756-3282"], "journal": "BONE", "cohorts": {"pub": 4, "sci": 2}, "abstract": "Reference point indentation (RPI) was developed as a novel method to assess mechanical properties of bone in vivo, yet it remains unclear what aspects of bone dictate changes/differences in RPI-based parameters. The main RPI parameter, indentation distance increase (IDI), has been proposed to be inversely related to the ability of bone to form/tolerate damage. The goal of this work was to explore the relationshipre-intervention RPI measurebetween RPI parameters and traditional mechanical properties under varying experimental conditions (drying and ashing bones to increase brittleness, demineralizing bones and soaking in raloxifene to decrease brittleness). Beams were machined from cadaveric bone, pre-tested with RPI, subjected to experimental manipulation, post-tested with RPI, and then subjected to four-point bending to failure. Drying and ashing significantly reduced RPI's IDI, as well as ultimate load (UL), and energy absorption measured from bending tests. Demineralization increased IDI with minimal change to bending properties. Ex vivo soaking in raloxifene had no effect on IDI but tended to enhance post-yield behavior at the structural level. These data challenge the paradigm of an inverse relationship between IDI and bone toughness, both through correlation analyses and in the individual experiments where divergent patterns of altered IDI and mechanical properties were noted. Based on these results, we conclude that RPI measurements alone, as compared to bending tests, are insufficient to reach conclusions regarding mechanical properties of bone. This proves problematic for the potential clinical use of RPI measurements in determining fracture risk for a single patient, as it is not currently clear that there is an IDI, or even a trend of IDI, that can determine clinically relevant changes in tissue properties that may contribute to whole bone fracture resistance.", "context": {"all": {"count": 19118428, "mean": 9.6290736977989, "rank": 6156611, "pct": 67, "higher_than": 12925660}, "journal": {"count": 3844, "mean": 4.2959073881374, "rank": 985, "pct": 74, "higher_than": 2847}, "similar_age_3m": {"count": 274119, "mean": 12.555801830591, "rank": 95212, "pct": 65, "higher_than": 178182}, "similar_age_journal_3m": {"count": 71, "mean": 4.2476056338028, "rank": 16, "pct": 77, "higher_than": 55}}, "authors": ["John B. Krege", "Mohammad W. Aref", "Erin McNerny", "Joseph M. Wallace", "Jason M. Organ", "Matthew R. Allen"], "type": "article", "handles": [], "altmetric_id": 6581286, "schema": "1.5.4", "is_oa": false, "publisher_subjects": [{"name": "Medical And Health Sciences", "scheme": "era"}, {"name": "Biological Sciences", "scheme": "era"}, {"name": "Engineering", "scheme": "era"}], "cited_by_posts_count": 8, "cited_by_tweeters_count": 6, "cited_by_fbwalls_count": 1, "cited_by_accounts_count": 7, "last_updated": 1462440171, "score": 3.1, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 3.1}, "url": "http://dx.doi.org/10.1016/j.bone.2016.04.002", "added_on": 1460225867, "published_on": 1464739200, "subjects": ["metabolism", "orthopedics"], "scopus_subjects": ["Biochemistry, Genetics and Molecular Biology", "Life Sciences", "Medicine", "Health Sciences"], "readers": {"citeulike": "0", "mendeley": "19", "connotea": "0"}, "readers_count": 19, "images": {"small": "https://badges.altmetric.com/?size=64&score=4&types=tttttttf", "medium": "https://badges.altmetric.com/?size=100&score=4&types=tttttttf", "large": "https://badges.altmetric.com/?size=180&score=4&types=tttttttf"}, "details_url": "http://www.altmetric.com/details.php?citation_id=6581286"}