{"title": "Skeletal vascular perfusion is altered in chronic kidney disease", "doi": "10.1016/j.bonr.2018.05.001", "pmid": "29955640", "pmc": "PMC6020396", "isbns": [], "altmetric_jid": "537f30852a83eeb45a8b458c", "issns": ["2352-1872"], "journal": "Bone Reports", "cohorts": {"sci": 2, "pub": 1}, "abstract": "Patients with chronic kidney disease (CKD) are at an alarming risk of cardiovascular disease and fracture-associated mortality. CKD has been shown to have negative effects on vascular reactivity and organ perfusion. Although alterations in bone blood flow are linked to dysregulation of bone remodeling and mass in multiple conditions, changes to skeletal perfusion in the setting of CKD have not been explored. The goal of this study was to establish the effect of CKD on skeletal perfusion in a rat model of CKD. In two experiments with endpoints at 30 and 35 weeks of age, respectively, normal (NL) and Cy/+ (CKD) animals (n = 6/group) underwent in vivo intra-cardiac fluorescent microsphere injection to assess bone tissue perfusion. These two separate time points aimed to describe skeletal perfusion at 30 and 35 weeks based on previous studies demonstrating significant progression of hyperparthyroid bone disease during this timeframe. CKD animals had blood urea nitrogen (BUN) levels significantly higher than NL at both 30 and 35 weeks. At 30 weeks, perfusion was significantly higher in the femoral cortex (+259%, p < 0.05) but not in the tibial cortex (+140%, p = 0.11) of CKD animals relative to NL littermates. Isolated tibial marrow perfusion at 30 weeks showed a trend toward being higher (+183%, p = 0.08) in CKD. At 35 weeks, perfusion was significantly higher in both the femoral cortex (+173%, p < 0.05) and the tibial cortex (+241%, p < 0.05) in CKD animals when compared to their normal littermates. Isolated tibial marrow perfusion (-57%, p <0.05) and vertebral body perfusion (-71%, p <0.05) were lower in CKD animals. The current study demonstrates two novel findings regarding bone perfusion in an animal model of high turnover CKD. First, cortical bone perfusion in CKD animals is higher than in normal animals. Second, alterations in bone marrow perfision differed among the stages of CKD and were distinct from perfusion to the cortical bone. Determining whether these changes in bone perfusion are drivers, propagators, or consequences of skeletal deterioration in CKD will necessitate further work.", "context": {"all": {"count": 16291819, "mean": 9.2008083329827, "rank": 9582631, "pct": 39, "higher_than": 6381847}, "journal": {"count": 145, "mean": 3.3977777777778, "rank": 52, "pct": 63, "higher_than": 92}, "similar_age_3m": {"count": 281095, "mean": 14.648993034358, "rank": 147121, "pct": 44, "higher_than": 124853}, "similar_age_journal_3m": {"count": 16, "mean": 11.773333333333, "rank": 8, "pct": 50, "higher_than": 8}}, "authors": ["Mohammad W. Aref", "Elizabeth A. Swallow", "Neal X. Chen", "Sharon M. Moe", "Matthew R. Allen"], "type": "article", "handles": [], "altmetric_id": 40793625, "schema": "1.5.4", "is_oa": false, "cited_by_posts_count": 3, "cited_by_tweeters_count": 3, "cited_by_accounts_count": 3, "last_updated": 1525730684, "score": 1.5, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 1.5}, "url": "http://dx.doi.org/10.1016/j.bonr.2018.05.001", "added_on": 1525652953, "published_on": 1527811200, "readers": {"citeulike": "0", "mendeley": "9", "connotea": "0"}, "readers_count": 9, "images": {"small": "https://badges.altmetric.com/?size=64&score=2&types=tttttttt", "medium": "https://badges.altmetric.com/?size=100&score=2&types=tttttttt", "large": "https://badges.altmetric.com/?size=180&score=2&types=tttttttt"}, "details_url": "http://www.altmetric.com/details.php?citation_id=40793625"}