{"title": "Structural and biochemical abnormalities in the absence of acute deficits in mild primary blast-induced head trauma", "doi": "10.3171/2015.1.jns141571", "pmid": "26295915", "isbns": [], "altmetric_jid": "4f6fa6293cf058f610007d98", "issns": ["0022-3085", "1933-0693"], "journal": "Journal of Neurosurgery", "cohorts": {"pub": 4, "doc": 1, "com": 1}, "abstract": "OBJECT Blast-induced neurotrauma (BINT), if not fatal, is nonetheless potentially crippling. It can produce a wide array of acute symptoms in moderate-to-severe exposures, but mild BINT (mBINT) is characterized by the distinct absence of acute clinical abnormalities. The lack of observable indications for mBINT is particularly alarming, as these injuries have been linked to severe long-term psychiatric and degenerative neurological dysfunction. Although the long-term sequelae of BINT are extensively documented, the underlying mechanisms of injury remain poorly understood, impeding the development of diagnostic and treatment strategies. The primary goal of this research was to recapitulate primary mBINT in rodents in order to facilitate well-controlled, long-term investigations of blast-induced pathological neurological sequelae and identify potential mechanisms by which ongoing damage may occur postinjury. METHODS A validated, open-ended shock tube model was used to deliver blast overpressure (150 kPa) to anesthetized rats with body shielding and head fixation, simulating the protective effects of military-grade body armor and isolating a shock wave injury from confounding systemic injury responses, head acceleration, and other elements of explosive events. Evans Blue-labeled albumin was used to visualize blood-brain barrier (BBB) compromise at 4 hours postinjury. Iba1 staining was used to visualize activated microglia and infiltrating macrophages in areas of peak BBB compromise. Acrolein, a potent posttraumatic neurotoxin, was quantified in brain tissue by immunoblotting and in urine through liquid chromatography with tandem mass spectrometry at 1, 2, 3, and 5 days postinjury. Locomotor behavior, motor performance, and short-term memory were assessed with open field, rotarod, and novel object recognition (NOR) paradigms at 24 and 48 hours after the blast. RESULTS Average speed, maximum speed, and distance traveled in an open-field exploration paradigm did not show significant differences in performance between sham-injured and mBINT rats. Likewise, rats with mBINT did not exhibit deficits in maximum revolutions per minute or total run time in a rotarod paradigm. Short-term memory was also unaffected by mBINT in an NOR paradigm. Despite lacking observable motor or cognitive deficits in the acute term, blast-injured rats displayed brain acrolein levels that were significantly elevated for at least 5 days, and acrolein's glutathione-reduced metabolite, 3-HPMA, was present in urine for 2 days after injury. Additionally, mBINT brain tissue demonstrated BBB damage 4 hours postinjury and colocalized neuroinflammatory changes 24 hours postinjury. CONCLUSIONS This model highlights mBINT's potential for underlying detrimental physical and biochemical alterations despite the lack of apparent acute symptoms and, by recapitulating the human condition, represents an avenue for further examining the pathophysiology of mBINT. The sustained upregulation of acrolein for days after injury suggests that acrolein may be an upstream player potentiating ongoing postinjury damage and neuroinflammation. Ultimately, continued research with this model may lead to diagnostic and treatment mechanisms capable of preventing or reducing the severity of long-term neurological dysfunction following mBINT.", "context": {"all": {"count": 13415596, "mean": 8.0668573587547, "rank": 835588, "pct": 93, "higher_than": 12580079}, "journal": {"count": 4316, "mean": 8.5505376593279, "rank": 305, "pct": 92, "higher_than": 4011}, "similar_age_3m": {"count": 238877, "mean": 9.1875290611028, "rank": 19827, "pct": 91, "higher_than": 219050}, "similar_age_journal_3m": {"count": 51, "mean": 5.76844, "rank": 4, "pct": 92, "higher_than": 47}}, "authors": ["Michael K. Walls", "Nicholas Race", "Lingxing Zheng", "Sasha M. Vega-Alvarez", "Glen Acosta", "Jonghyuck Park", "Riyi Shi"], "type": "article", "handles": [], "altmetric_id": 4423402, "schema": "1.5.4", "is_oa": false, "publisher_subjects": [{"name": "Clinical Sciences", "scheme": "era"}, {"name": "Neurosciences", "scheme": "era"}], "cited_by_posts_count": 9, "cited_by_msm_count": 1, "cited_by_feeds_count": 1, "cited_by_tweeters_count": 6, "cited_by_fbwalls_count": 1, "cited_by_accounts_count": 9, "last_updated": 1535127209, "score": 18.496, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 18.496}, "url": "http://dx.doi.org/10.3171/2015.1.jns141571", "added_on": 1440238255, "published_on": 1456790400, "subjects": ["neurosurgery"], "scopus_subjects": ["Medicine", "Health Sciences"], "readers": {"citeulike": "0", "mendeley": "68", "connotea": "0"}, "readers_count": 68, "images": {"small": "https://badges.altmetric.com/?size=64&score=19&types=mbtttttf", "medium": "https://badges.altmetric.com/?size=100&score=19&types=mbtttttf", "large": "https://badges.altmetric.com/?size=180&score=19&types=mbtttttf"}, "details_url": "http://www.altmetric.com/details.php?citation_id=4423402"}