{"title": "Toxoplasma gondii AP2IX-4 Regulates Gene Expression during Bradyzoite Development", "doi": "10.1128/msphere.00054-17", "pmid": "28317026", "pmc": "PMC5352832", "isbns": [], "altmetric_jid": "5c6be5b371831b48a148c65c", "issns": ["2379-5042"], "journal": "mSphere", "cohorts": {"sci": 5, "pub": 3, "com": 2}, "abstract": "Toxoplasma gondii is a protozoan parasite of great importance to human and animal health. In the host, this obligate intracellular parasite persists as a tissue cyst that is imperceptible to the immune response and unaffected by current therapies. The tissue cysts facilitate transmission through predation and give rise to chronic cycles of toxoplasmosis in immunocompromised patients. Transcriptional changes accompany conversion of the rapidly replicating tachyzoites into the encysted bradyzoites, and yet the mechanisms underlying these alterations in gene expression are not well defined. Here we show that AP2IX-4 is a nuclear protein exclusively expressed in tachyzoites and bradyzoites undergoing division. Knockout of AP2IX-4 had no discernible effect on tachyzoite replication but resulted in a reduced frequency of tissue cyst formation following alkaline stress induction-a defect that is reversible by complementation. AP2IX-4 has a complex role in regulating bradyzoite gene expression, as the levels of many bradyzoite mRNAs dramatically increased beyond those seen under conditions of normal stress induction in AP2IX-4 knockout parasites exposed to alkaline media. The loss of AP2IX-4 also resulted in a modest virulence defect and reduced cyst burden in chronically infected mice, which was reversed by complementation. These findings illustrate that the transcriptional mechanisms responsible for tissue cyst development operate across the intermediate life cycle from the dividing tachyzoite to the dormant bradyzoite. IMPORTANCEToxoplasma gondii is a single-celled parasite that persists in its host as a transmissible tissue cyst. How the parasite converts from its replicative form to the bradyzoites housed in tissue cysts is not well understood, but the process clearly involves changes in gene expression. Here we report that parasites lacking a cell cycle-regulated transcription factor called AP2IX-4 display reduced frequencies of tissue cyst formation in culture and in a mouse model of infection. Parasites missing AP2IX-4 lose the ability to regulate bradyzoite genes during tissue cyst development. Expressed in developing bradyzoites still undergoing division, AP2IX-4 may serve as a useful marker in the study of transitional forms of the parasite.", "context": {"all": {"count": 17436984, "mean": 9.3942238131299, "rank": 1903327, "pct": 89, "higher_than": 15534047}, "journal": {"count": 1515, "mean": 17.754344554455, "rank": 348, "pct": 77, "higher_than": 1167}, "similar_age_3m": {"count": 267484, "mean": 14.791519575002, "rank": 43561, "pct": 83, "higher_than": 223923}, "similar_age_journal_3m": {"count": 58, "mean": 22.447586206897, "rank": 18, "pct": 68, "higher_than": 40}}, "authors": ["Sherri Huang", "Michael J. Holmes", "Joshua B. Radke", "Dong-Pyo Hong", "Ting-Kai Liu", "Michael W. White", "William J. Sullivan"], "type": "article", "handles": [], "altmetric_id": 17385582, "schema": "1.5.4", "is_oa": false, "cited_by_posts_count": 12, "cited_by_feeds_count": 1, "cited_by_tweeters_count": 10, "cited_by_accounts_count": 11, "last_updated": 1586893879, "score": 11.708, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 11.708}, "url": "http://dx.doi.org/10.1128/msphere.00054-17", "added_on": 1489592005, "published_on": 1493164800, "readers": {"citeulike": "0", "mendeley": "36", "connotea": "0"}, "readers_count": 36, "images": {"small": "https://badges.altmetric.com/?size=64&score=12&types=bttttttt", "medium": "https://badges.altmetric.com/?size=100&score=12&types=bttttttt", "large": "https://badges.altmetric.com/?size=180&score=12&types=bttttttt"}, "details_url": "http://www.altmetric.com/details.php?citation_id=17385582"}