{"title": "Altered Cerebral Blood Flow One Month after Systemic Chemotherapy for Breast Cancer: A Prospective Study Using Pulsed Arterial Spin Labeling MRI Perfusion", "doi": "10.1371/journal.pone.0096713", "pmid": "24816641", "pmc": "PMC4016018", "ads_id": "2014PLoSO...996713N", "isbns": [], "altmetric_jid": "4f6fa5313cf058f6100043e3", "issns": ["1932-6203"], "journal": "PLOS ONE", "cohorts": {"pub": 1}, "abstract": "Cerebral structural and functional alterations have been reported after chemotherapy for non-CNS cancers, yet the causative mechanism behind these changes remains unclear. This study employed a novel, non-invasive, MRI-based neuroimaging measure to provide the first direct longitudinal measurement of resting cerebral perfusion in breast cancer patients, which was tested for association with changes in cognitive function and gray matter density. Perfusion was measured using pulsed arterial spin labeling MRI in women with breast cancer treated with (N = 27) or without (N = 26) chemotherapy and matched healthy controls (N = 26) after surgery before other treatments (baseline), and one month after chemotherapy completion or yoked intervals. Voxel-based analysis was employed to assess perfusion in gray matter; changes were examined in relation to overall neuropsychological test performance and frontal gray matter density changes measured by structural MRI. Baseline perfusion was not significantly different across groups. Unlike control groups, chemotherapy-treated patients demonstrated significantly increased perfusion post-treatment relative to baseline, which was statistically significant relative to controls in the right precentral gyrus. This perfusion increase was negatively correlated with baseline overall neuropsychological performance, but was not associated with frontal gray matter density reduction. However, decreased frontal gray matter density was associated with decreased perfusion in bilateral frontal and parietal lobes in the chemotherapy-treated group. These findings indicate that chemotherapy is associated with alterations in cerebral perfusion which are both related to and independent of gray matter changes. This pattern of results suggests the involvement of multiple mechanisms of chemotherapy-induced cognitive dysfunction. Additionally, lower baseline cognitive function may be a risk factor for treatment-associated perfusion dysregulation. Future research is needed to clarify these mechanisms, identify individual differences in susceptibility to treatment-associated changes, and further examine perfusion change over time in survivors.", "abstract_source": "pubmed", "context": {"all": {"count": 12091920, "mean": 7.5377244443867, "rank": 10722197, "pct": 1, "higher_than": 0}, "journal": {"count": 133023, "mean": 11.536013681948, "rank": 112955, "pct": 1, "higher_than": 0}, "similar_age_3m": {"count": 198748, "mean": 7.7012961101302, "rank": 164818, "pct": 1, "higher_than": 0}, "similar_age_journal_3m": {"count": 3538, "mean": 13.482516822166, "rank": 3080, "pct": 1, "higher_than": 0}}, "authors": ["Kelly N. H. Nudelman", "Yang Wang", "Brenna C. McDonald", "Susan K. Conroy", "Dori J. Smith", "John D. West", "Darren P. O'Neill", "Bryan P. Schneider", "Andrew J. Saykin"], "type": "article", "handles": [], "altmetric_id": 2340722, "schema": "1.5.4", "is_oa": false, "publisher_subjects": [{"name": "Multidisciplinary", "scheme": "era"}], "cited_by_posts_count": 1, "cited_by_tweeters_count": 1, "cited_by_accounts_count": 1, "last_updated": 1399694784, "score": 0.25, "history": {"1y": 0, "6m": 0, "3m": 0, "1m": 0, "1w": 0, "6d": 0, "5d": 0, "4d": 0, "3d": 0, "2d": 0, "1d": 0, "at": 0.25}, "url": "http://dx.doi.org/10.1371/journal.pone.0096713", "added_on": 1399694797, "published_on": 1399593600, "subjects": ["science", "medicine"], "scopus_subjects": ["Agricultural and Biological Sciences", "Biochemistry, Genetics and Molecular Biology", "Life Sciences", "Medicine", "Health Sciences"], "readers": {"citeulike": "0", "mendeley": "87", "connotea": "0"}, "readers_count": 87, "images": {"small": "https://badges.altmetric.com/?size=64&score=1&types=tttttttt", "medium": "https://badges.altmetric.com/?size=100&score=1&types=tttttttt", "large": "https://badges.altmetric.com/?size=180&score=1&types=tttttttt"}, "details_url": "http://www.altmetric.com/details.php?citation_id=2340722"}